export const defaultCategories = [
  {
    id: 0,
    name: 'Бургеры',
    products: [
      {
        id: 0,
        name: 'Чизбургер',
        photoPath: '../../../assets/images/1.png',
        description:
          'Мини наггетсы – это не только куриное филе в тонкой хрустящей панировки, но и мини размер и разнообразные формы, которые обязательно понравятся детям.',
        weight: 0.5,
        shelfLife: 425,
        storageConditions: 'не выше -18°С',
        composition:
          'филе грудки кур замороженное, вода питьевая, мука пшеничная, масло растительное подсолнечное рафинированное дезодорированное, крахмалы (гороховый, картофельный), волокна пищевые (соевые), белок соевый, соль, загуститель гуаровая камедь, регулятор кислотности E451(i), стабилизаторы (Е450(iii), Е450(v)), дрожжи, куркума, ароматизатор натуральный, антиокислитель кислота аскорбиновая, краситель аннато.',
        price: 50,
      },
      {
        id: 1,
        name: 'Гамбургер',
        photoPath: '../../../assets/images/1.png',
        description:
          'Мини наггетсы – это не только куриное филе в тонкой хрустящей панировки, но и мини размер и разнообразные формы, которые обязательно понравятся детям.',
        weight: 0.5,
        shelfLife: 425,
        storageConditions: 'не выше -18°С',
        composition:
          'филе грудки кур замороженное, вода питьевая, мука пшеничная, масло растительное подсолнечное рафинированное дезодорированное, крахмалы (гороховый, картофельный), волокна пищевые (соевые), белок соевый, соль, загуститель гуаровая камедь, регулятор кислотности E451(i), стабилизаторы (Е450(iii), Е450(v)), дрожжи, куркума, ароматизатор натуральный, антиокислитель кислота аскорбиновая, краситель аннато.',
        price: 50,
      },
      {
        id: 2,
        name: 'Чикен бургер',
        photoPath: '../../../assets/images/1.png',
        description:
          'Мини наггетсы – это не только куриное филе в тонкой хрустящей панировки, но и мини размер и разнообразные формы, которые обязательно понравятся детям.',
        weight: 0.5,
        shelfLife: 425,
        storageConditions: 'не выше -18°С',
        composition:
          'филе грудки кур замороженное, вода питьевая, мука пшеничная, масло растительное подсолнечное рафинированное дезодорированное, крахмалы (гороховый, картофельный), волокна пищевые (соевые), белок соевый, соль, загуститель гуаровая камедь, регулятор кислотности E451(i), стабилизаторы (Е450(iii), Е450(v)), дрожжи, куркума, ароматизатор натуральный, антиокислитель кислота аскорбиновая, краситель аннато.',
        price: 50,
      },
      {
        id: 3,
        name: 'Биг Мак',
        photoPath: '../../../assets/images/1.png',
        description:
          'Мини наггетсы – это не только куриное филе в тонкой хрустящей панировки, но и мини размер и разнообразные формы, которые обязательно понравятся детям.',
        weight: 0.5,
        shelfLife: 425,
        storageConditions: 'не выше -18°С',
        composition:
          'филе грудки кур замороженное, вода питьевая, мука пшеничная, масло растительное подсолнечное рафинированное дезодорированное, крахмалы (гороховый, картофельный), волокна пищевые (соевые), белок соевый, соль, загуститель гуаровая камедь, регулятор кислотности E451(i), стабилизаторы (Е450(iii), Е450(v)), дрожжи, куркума, ароматизатор натуральный, антиокислитель кислота аскорбиновая, краситель аннато.',
        price: 300,
      },
    ],
  },
  {
    id: 1,
    name: 'Котлеты',
    products: [
      {
        id: 4,
        name: 'Бургерные котлеты',
        photoPath: '../../../assets/images/1.png',
        description:
          'Мини наггетсы – это не только куриное филе в тонкой хрустящей панировки, но и мини размер и разнообразные формы, которые обязательно понравятся детям.',
        weight: 0.5,
        shelfLife: 425,
        storageConditions: 'не выше -18°С',
        composition:
          'филе грудки кур замороженное, вода питьевая, мука пшеничная, масло растительное подсолнечное рафинированное дезодорированное, крахмалы (гороховый, картофельный), волокна пищевые (соевые), белок соевый, соль, загуститель гуаровая камедь, регулятор кислотности E451(i), стабилизаторы (Е450(iii), Е450(v)), дрожжи, куркума, ароматизатор натуральный, антиокислитель кислота аскорбиновая, краситель аннато.',
        price: 120,
      },
      {
        id: 5,
        name: 'Домашние котлеты',
        photoPath: '../../../assets/images/1.png',
        description:
          'Мини наггетсы – это не только куриное филе в тонкой хрустящей панировки, но и мини размер и разнообразные формы, которые обязательно понравятся детям.',
        weight: 0.5,
        shelfLife: 425,
        storageConditions: 'не выше -18°С',
        composition:
          'филе грудки кур замороженное, вода питьевая, мука пшеничная, масло растительное подсолнечное рафинированное дезодорированное, крахмалы (гороховый, картофельный), волокна пищевые (соевые), белок соевый, соль, загуститель гуаровая камедь, регулятор кислотности E451(i), стабилизаторы (Е450(iii), Е450(v)), дрожжи, куркума, ароматизатор натуральный, антиокислитель кислота аскорбиновая, краситель аннато.',
        price: 130,
      },
      {
        id: 6,
        name: 'Рыбные котлеты',
        photoPath: '../../../assets/images/1.png',
        description:
          'Мини наггетсы – это не только куриное филе в тонкой хрустящей панировки, но и мини размер и разнообразные формы, которые обязательно понравятся детям.',
        weight: 0.5,
        shelfLife: 425,
        storageConditions: 'не выше -18°С',
        composition:
          'филе грудки кур замороженное, вода питьевая, мука пшеничная, масло растительное подсолнечное рафинированное дезодорированное, крахмалы (гороховый, картофельный), волокна пищевые (соевые), белок соевый, соль, загуститель гуаровая камедь, регулятор кислотности E451(i), стабилизаторы (Е450(iii), Е450(v)), дрожжи, куркума, ароматизатор натуральный, антиокислитель кислота аскорбиновая, краситель аннато.',
        price: 140,
      },
    ],
  },
  {
    id: 2,
    name: 'Стейки',
    products: [
      {
        id: 7,
        name: 'Стейк из говядины',
        photoPath: '../../../assets/images/1.png',
        description:
          'Мини наггетсы – это не только куриное филе в тонкой хрустящей панировки, но и мини размер и разнообразные формы, которые обязательно понравятся детям.',
        weight: 0.5,
        shelfLife: 425,
        storageConditions: 'не выше -18°С',
        composition:
          'филе грудки кур замороженное, вода питьевая, мука пшеничная, масло растительное подсолнечное рафинированное дезодорированное, крахмалы (гороховый, картофельный), волокна пищевые (соевые), белок соевый, соль, загуститель гуаровая камедь, регулятор кислотности E451(i), стабилизаторы (Е450(iii), Е450(v)), дрожжи, куркума, ароматизатор натуральный, антиокислитель кислота аскорбиновая, краситель аннато.',
        price: 100,
      },
      {
        id: 8,
        name: 'Стейк из баранины',
        photoPath: '../../../assets/images/1.png',
        description:
          'Мини наггетсы – это не только куриное филе в тонкой хрустящей панировки, но и мини размер и разнообразные формы, которые обязательно понравятся детям.',
        weight: 0.5,
        shelfLife: 425,
        storageConditions: 'не выше -18°С',
        composition:
          'филе грудки кур замороженное, вода питьевая, мука пшеничная, масло растительное подсолнечное рафинированное дезодорированное, крахмалы (гороховый, картофельный), волокна пищевые (соевые), белок соевый, соль, загуститель гуаровая камедь, регулятор кислотности E451(i), стабилизаторы (Е450(iii), Е450(v)), дрожжи, куркума, ароматизатор натуральный, антиокислитель кислота аскорбиновая, краситель аннато.',
        price: 120,
      },
    ],
  },
];

export const defaultCartItems = [
  {
    id: 0,
    name: 'Бутер',
    description: 'Lorem ipsum',
    weight: 0.5,
    photoPath: '../../../assets/images/1.png',
    price: 100,
  },
  {
    id: 1,
    name: 'Бургер',
    description: 'Lorem ipsum',
    weight: 0.5,
    photoPath: '../../../assets/images/1.png',
    price: 120,
  },
  {
    id: 2,
    name: 'Стейк говядины',
    description: 'Lorem ipsum',
    weight: 0.5,
    photoPath: '../../../assets/images/1.png',
    price: 130,
  },
  {
    id: 3,
    name: 'Бараньи рёбра',
    description: 'Lorem ipsum',
    weight: 0.5,
    photoPath: '../../../assets/images/1.png',
    price: 140,
  },
];
